[
  {
    "title": "Республика Адыгея",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/1/16/Flag_of_Adygea.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/0/0c/Map_of_Russia_-_Adygea.svg",
    "description": "Адыге́я, или Респу́блика Адыге́я (адыг. Адыгэ Республик), — субъект Российской Федерации, республика в её составе.\nВходит в состав Южного федерального округа, является частью Северо-Кавказского экономического района. Столица — город Майкоп.\nПредставляет собой анклав: территория республики со всех сторон окружена территорией Краснодарского края. Это единственный регион России с такой особенностью.\nОбразована 27 июля 1922 года как Черкесская (Адыгейская) автономная область на территории Майкопского и Екатеринодарского отделов Кубано-Черноморской области, 24 августа 1922 года Черкесская (Адыгейская) автономная область была переименована в Адыгейскую (Черкесскую) автономную область. В августе 1928 года была переименована в Адыгейскую автономную область, 3 июля 1991 года преобразована в Советскую Социалистическую Республику Адыгея. 23 марта 1992 года принято современное название.\nГосударственные языки: адыгейский и русский.",
    "coordinates": [
      44.65,
      40.0
    ]
  },
  {
    "title": "Республика Алтай",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/f/ff/Flag_of_Altai_Republic.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/8/89/Map_of_Russia_-_Altai_Republic_%28Crimea_disputed%29.svg",
    "description": "Респу́блика Алта́й (алт. Алтай Республика; каз. Алтай Республикасы) — субъект Российской Федерации, республика в её составе.\nВходит в Сибирский федеральный округ, является частью Западно-Сибирского экономического района. Столица — город Горно-Алтайск.\nНа северо-западе граничит с Алтайским краем, на северо-востоке — с Кемеровской областью (Кузбассом), на востоке — с Республикой Хакасия и Республикой Тыва России, на юге — с Монголией и Китайской Народной Республикой, на юго-западе — с Казахстаном.\nОбразована 1 июня 1922 года как Ойратская автономная область (с 1932 года Ойротская автономная область, с 1948 года Горно-Алтайская автономная область), преобразована в автономную республику 25 октября 1990 года. С февраля 1992 года по 7 мая 1992 года именовалась Республикой Горный Алтай.\nГосударственные языки: алтайский и русский. Казахский язык используется в официальных сферах общения в местах компактного проживания его носителей.",
    "coordinates": [
      50.91666667,
      86.91666667
    ]
  },
  {
    "title": "Республика Башкортостан",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Flag_of_Bashkortostan.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/0/0d/Map_of_Russia_-_Bashkortostan_%28Crimea_disputed%29.svg",
    "description": "Башкортоста́н (башк. Башҡортостан; неофициально также употребляется название Башки́рия), или Респу́блика Башкортоста́н (башк. Башҡортостан Республикаһы; аббревиатура РБ) — субъект Российской Федерации, республика в её составе. Входит в Приволжский федеральный округ РФ, является частью Уральского экономического района. Граничит с Пермским краем, Свердловской, Челябинской, Оренбургской областями, Республикой Татарстан и Удмуртской Республикой. Является частью одноимённой историко-географической области.\nСтолица — город Уфа.\n15 ноября [28 ноября] 1917 года Башкирским центральным шуро была провозглашена автономия Башкурдистана, которая в результате подписания Соглашения центральной Советской власти с Башкирским Правительством о Советской Автономной Башкирии 20 марта 1919 года признана центральными советскими властями и преобразована в Башкирскую Автономную Советскую Социалистическую Республику. Стала первой автономией в составе России и единственной автономией, которая была образована на договорных основах.\n11 октября 1990 года в связи с принятием Декларации о государственном суверенитете была преобразована в Башкирскую Советскую Социалистическую Республику — Башкортостан, с 25 февраля 1992 года республика носит современное наименование.",
    "coordinates": [
      54.46666667,
      56.26666667
    ]
  },
  {
    "title": "Республика Бурятия",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/6/68/Flag_of_Buryatia.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/c/c8/Map_of_Russia_-_Buryatia.svg",
    "description": "Буря́тия, официально — Респу́блика Буря́тия (бур. Буряад Улас), — субъект Российской Федерации, республика в её составе. Входит в состав Дальневосточного федерального округа и Дальневосточного экономического района.\nОбразована 30 мая 1923 года как Бурят-Монгольская Автономная Советская Социалистическая Республика.\nСтолица — город Улан-Удэ.\nПлощадь 351334 км² (2,05 % территории России).\nНаселение 974 628 чел. (2023). Плотность населения 2,77 чел./км² (2023).\nГраничит на западе, севере и востоке с субъектами РФ: Республикой Тыва, Иркутской областью (с пятисоткилометровым участком по акватории Байкала) и Забайкальским краем. Южная граница Бурятии с Монголией является государственной границей Российской Федерации.\nГосударственные языки: бурятский и русский.",
    "coordinates": [
      53.8,
      109.33333333
    ]
  },
  {
    "title": "Республика Дагестан",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/c/c3/Flag_of_Dagestan.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/b/b0/Map_of_Russia_-_Dagestan_%28Crimea_disputed%29.svg",
    "description": "Дагеста́н, или Респу́блика Дагеста́н, — субъект Российской Федерации, республика в её составе. Входит в Северо-Кавказский федеральный округ и является частью Северо-Кавказского экономического района. Самый многонациональный регион в Российской Федерации.\nОбразована 19 января 1921 года как автономная республика в составе РСФСР. Столица — город Махачкала.\nГраничит с Азербайджанской Республикой на юге, с Грузией на юго-западе, а также с Чеченской Республикой на западе, со Ставропольским краем на северо-западе и с Республикой Калмыкия (последние три являются субъектами России) на севере.\nСогласно Конституции Республики Дагестан, государственными языками являются русский и языки всех народов, населяющих республику. Среди них имеют письменность и официальный статус аварский, агульский, азербайджанский, даргинский, кумыкский, лакский, лезгинский, ногайский, рутульский, табасаранский, татский, цахурский, чеченский языки.",
    "coordinates": [
      43.1,
      46.88333333
    ]
  },
  {
    "title": "Республика Ингушетия",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/4/48/Flag_of_Ingushetia_alternative.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/5/52/Comparison_of_life_expectancy_in_Russian_subjects_by_sex_-ru.svg",
    "description": "Ингушéтия, официальное название — Респу́блика Ингуше́тия  (ингуш. ГӀалгӏайче, ГӀалгӏай Мохк) — субъект Российской Федерации, республика (государство) в её составе. Входит в состав Северо-Кавказского федерального округа, является частью Северо-Кавказского экономического района.\nСтолица — город Магас.\nНа западе граничит с Северной Осетией, на востоке — с Чеченской Республикой, на юге — с краем Мцхета-Мтианети Грузии, участок границы с которой одновременно является участком государственной границы Российской Федерации.\nОбразована 4 июня 1992 года.\nСамый малый по площади регион Российской Федерации, не считая городов федерального значения.",
    "coordinates": [
      43.2,
      45.0
    ]
  },
  {
    "title": "Кабардино-Балкарская Республика",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/d/d8/Flag_of_Kabardino-Balkaria.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/8/87/Map_of_Russia_-_Kabardino-Balkaria_%28Crimea_disputed%29.svg",
    "description": "Кабарди́но-Балка́рия, или Кабарди́но-Балка́рская Респу́блика (кабард.-черк. Къэбэрдей-Балъкъэр Республикэ; карач.-балк. Къабарты-Малкъар Республика), — субъект Российской Федерации, республика в её составе. \nВходит в состав Северо-Кавказского федерального округа и является частью Северо-Кавказского экономического района. Столица — город Нальчик.\nГосударственными языками Кабардино-Балкарской Республики на всей её территории являются кабардинский, балкарский и русский языки.\nГраничит с Карачаево-Черкесией на западе, Ставропольским краем на севере, с Республикой Северная Осетия-Алания на востоке и юго-востоке и с Грузией на юге.\nОбразована как Кабардинская автономная область 1 сентября 1921 года. С 16 января 1922 года Кабардино-Балкарская автономная область. 5 декабря 1936 года преобразована в Кабардино-Балкарскую АССР. С 1992 года Кабардино-Балкарская Республика.",
    "coordinates": [
      43.58333333,
      43.4
    ]
  },
  {
    "title": "Республика Калмыкия",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/9/9f/Flag_of_Kalmykia.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/2/26/Map_of_Russia_-_Kalmykia.svg",
    "description": "Калмы́кия, официально Респу́блика Калмы́кия (калм. Хальмг Таңһч), — субъект Российской Федерации, республика в её составе. Входит в состав Южного федерального округа, является частью Поволжского экономического района.\nСтолица — город Элиста.\nГраничит на юге с Республикой Дагестан, на юго-западе — со Ставропольским краем, на западе — с Ростовской областью, на северо-западе — с Волгоградской областью, на востоке — с Астраханской областью.\nЕдинственный регион в Европе, традиционно исповедующий буддизм.\nОфициальные языки: калмыцкий и русский.",
    "coordinates": [
      46.56666667,
      45.31666667
    ]
  },
  {
    "title": "Карачаево-Черкесская Республика",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/5/59/Flag_of_Karachay-Cherkessia.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/d/d0/Map_of_Russia_-_Karachay-Cherkessia_%28Crimea_disputed%29.svg",
    "description": "Карача́ево-Черке́сия, или Карача́ево-Черке́сская Респу́блика (карач.-балк. Къарачай-Черкес Республика, кабард.-черк. Къэрэшей-Адыгэ Республикэ, абаз. Къарча-Черкес Республика, ног. Карашай-Шеркеш Республика), — субъект Российской Федерации, республика в её составе. Входит в состав Северо-Кавказского федерального округа, является частью Северо-Кавказского экономического района.\nСтолица — город Черкесск.\nГраничит на западе с Краснодарским краем, на севере со Ставропольским краем, на востоке — с Кабардино-Балкарской Республикой, на юге, вдоль Главного Кавказского хребта — с Грузией (на части её международно признанных территорий — с частично признанной Республикой Абхазия).\nОбразована 12 января 1922 года как Карачаево-Черкесская автономная область, в 1992 году преобразована в республику.\nГосударственные языки: абазинский, карачаевский, ногайский, русский и черкесский. Русский язык, согласно Конституции республики, является также языком межнационального общения и официального делопроизводства.",
    "coordinates": [
      43.91666667,
      41.78333333
    ]
  },
  {
    "title": "Республика Карелия",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/6/69/Flag_of_Karelia.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/3/31/Map_of_Russia_-_Karelia.svg",
    "description": "Каре́лия, или Респу́блика Каре́лия (карел. Karjalan tašavalta, ливв. Karjalan tazavaldu, фин. Karjalan tasavalta, вепс. Karjalan Tazovaldkund), или Ка́рьяла, — субъект Российской Федерации, республика в её составе. Входит в состав Северо-Западного федерального округа, является частью Северного экономического района.\nСтолица — город Петрозаводск.\nРеспублика была образована 8 июня 1920 года как Карельская трудовая коммуна, 25 июля 1923 года преобразована в Автономную Карельскую Социалистическую Советскую Республику в составе РСФСР (с 5 декабря 1936 года — Карельская Автономная Советская Социалистическая Республика). 31 марта 1940 года постановлением Верховного Совета СССР переименована в Карело-Финскую ССР и выведена из состава РСФСР. С 16 июля 1956 года вновь Карельская АССР в составе РСФСР. 9 августа 1990 года Верховный совет республики принял Декларацию о государственном суверенитете, а 13 ноября 1991 года установил её современное название: Республика Карелия.\nЗападная граница Карелии является частью государственной границы Российской Федерации и Финляндии. На востоке Карелия граничит с Архангельской областью, на юге — с Вологодской и Ленинградской областями, на севере — с Мурманской областью.\nГосударственный язык — русский. Языки, пользующиеся государственной поддержкой в республике: карельский, финский и вепсский (не являются государственными языками республики ввиду отсутствия алфавита на кириллической основе).",
    "coordinates": [
      63.81666667,
      33.0
    ]
  },
  {
    "title": "Республика Коми",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/5/54/Flag_of_Komi.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/6/64/Map_of_Russia_-_Komi.svg",
    "description": "Респу́блика Ко́ми (коми Коми Республика; кратко — Ко́ми) — субъект Российской Федерации, республика в её составе.\nВходит в Северо-Западный федеральный округ, является частью Северного экономического района. Географически расположена на северо-востоке европейской части России.\nСтолица — город Сыктывкар.\nОбразована 22 августа 1921 года как Автономная область Коми (Зырян), в 1936 году была преобразована в республику.\nГосударственные языки: коми и русский.",
    "coordinates": [
      64.28333333,
      54.46666667
    ]
  },
  {
    "title": "Республика Марий Эл",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/a/a7/Flag_of_Mari_El.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Map_of_Russia_-_Mari_El_%28Crimea_disputed%29.svg",
    "description": "Респу́блика Марий Эл (луговомар. Марий Эл Республик, горномар. Мары Эл Республик) (кратко: Марий Эл, луговомар. Марий Эл, горномар. Мары Эл) — субъект Российской Федерации, республика в её составе. Входит в состав Приволжского федерального округа, является частью Волго-Вятского экономического района.\nСтолица — город Йошкар-Ола.\nНа севере и востоке граничит с Кировской областью, на юго-востоке — с Республикой Татарстан, на юго-западе — с Чувашской Республикой, на западе — с Нижегородской областью.\nОбразована 4 ноября 1920 года как Марийская автономная область. Республика с 1936 года.\nГосударственные языки: марийский (горный, луговой), русский.",
    "coordinates": [
      56.7,
      47.86666667
    ]
  },
  {
    "title": "Республика Мордовия",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/2/2f/Flag_of_Mordovia.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/6/66/Map_of_Russia_-_Mordovia_%28Crimea_disputed%29.svg",
    "description": "Мордо́вия (мокш. и эрз. Мордовиясь), или Респу́блика Мордо́вия (мокш. Мордовия Республиксь, эрз. Мордовия Республикась), — субъект Российской Федерации, республика в её составе. Входит в Приволжский федеральный округ, является частью Волго-Вятского экономического района.\nПлощадь 26 128 км². Население составляет 771 373 человек. Столица — город Саранск. \nГосударственные языки: русский и мордовские (эрзянский и мокшанский) языки. \nЧасовая зона МСК, смещение относительно UTC составляет +3:00.  Разделена на 22 муниципальных района и 1 городской округ. Глава Республики Мордовия Артём Алексеевич Здунов, Председатель Правительства Дмитрий Александрович Поздняков, Председатель Государственного Собрания Республики Владимир Васильевич Чибиркин (с 2011).\nОбразована 16 июля 1928 года как Мордовский округ. 10 января 1930 года округ был преобразован в Мордовскую автономную область. Республика с 1934 года.",
    "coordinates": [
      54.43333333,
      44.45
    ]
  },
  {
    "title": "Якутия",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/e/eb/Flag_of_Sakha.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/2/26/Map_of_Russia_-_Sakha_%28Yakutia%29.svg",
    "description": "Яку́тия, официально — Республика Саха́ или Республика Саха́ (Яку́тия) (аббревиатура РС(Я)) (якут. Саха Өрөспүүбүлүкэтэ, Саха Сирэ — «земля якутов», аббревиатура СӨ) — крупнейший субъект Российской Федерации, республика в её составе, а также самая большая административно-территориальная единица в мире. По размеру территории Якутия превосходит Аргентину — восьмое государство в мире по площади, а также почти вдвое (в 1,99 раза) превышает площадь Монголии. Население республики — 997 565 человек, что делает плотность населения в ней одной из самых низких в России (меньшую плотность имеют только Чукотский и Ненецкий автономные округа и Магаданская область). Является также одним из самых суровых мест в мире в климатическом отношении: здесь расположен полюс холода Северного полушария.\nВходит в Дальневосточный федеральный округ, является частью Дальневосточного экономического района.\nРеспублика образована 27 апреля 1922 года как Якутская АССР в составе РСФСР, хотя Якутский уезд, близкий по территории к современной Якутии, возник ещё в 1638 году. Столица республики — город Якутск.\n27 сентября 1990 года Верховный Совет Якутской АССР объявил о преобразовании автономии в Якутскую-Саха Советскую Социалистическую Республику.\nВ 1991 году Якутская-Саха ССР получила своё современное название — Республика Саха (Якутия).\nЯкутия — регион с высоким уровнем природно-ресурсного экономического потенциала (25 % мировой добычи алмазов, при том что исследовано только 5 % территории); нефть, природный газ, уголь, золото и огромные лесные массивы). В то же время, уровень бедности населения остаётся высоким (доля бедных 15,6 % на 2022 год).\nРегион известен экстремальными климатическими условиями: зимы здесь наиболее холодные среди всех регионов мира, не считая тех, где нет постоянного населения или оно незначительно, средние ноябрьские температуры могут отпускаться ниже минус 46°, декабрьские ниже минус 52°, январские ниже минус 54°, а в прошлом и минус 55°, февральские ниже минус 50°, мартовские ниже минус 39°, октябрьские ниже минус 25°, апрельские на севере доходить до минус 28° а в центре и на востоке до минус 22°, самая низкая в этом веке сентябрьская среднемесячная доходила до минус 3,4° в селе Оленёк в 2001 году.\nГосударственные языки: якутский и русский. В местах компактного проживания коренных малочисленных народов Севера, согласно Конституции республики, официальными являются языки этих народов.\nЯкутия — единственный субъект Российской Федерации, на территории которого применяется время трёх часовых поясов, разница с московским временем составляет +6, +7, +8 часов.",
    "coordinates": [
      66.4,
      129.16666667
    ]
  },
  {
    "title": "Республика Северная Осетия — Алания",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Flag_of_North_Ossetia.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/7/72/Map_of_Russia_-_North_Ossetia_%28Alania%29.svg",
    "description": "Северная Осетия (осет. Цӕгат Ирыстон, Цæгат Иристон), официально — Респу́блика Се́верная Осе́тия — Ала́ния (ирон. Республикӕ Цӕгат Ирыстон — Алани, дигор. Республикӕ Цæгат Иристон ) — субъект Российской Федерации, республика в её составе. Входит в состав Северо-Кавказского федерального округа, является частью Северо-Кавказского экономического района.\nСтолица — город Владикавказ.\nГраничит: на западе — с Кабардино-Балкарией, на севере — со Ставропольским краем, на востоке — с Ингушетией и Чеченской Республикой, на юге — с Грузией и частично признанной Южной Осетией.\nОбразована 7 июля 1924 года как Северо-Осетинская автономная область. Республика с 1936 года.\nГосударственные языки: осетинский и русский.",
    "coordinates": [
      43.18333333,
      44.23333333
    ]
  },
  {
    "title": "Республика Татарстан",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/2/28/Flag_of_Tatarstan.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/e/ee/Map_of_Russia_-_Tatarstan.svg",
    "description": "Татарста́н (тат. Татарстан), или Респу́блика Татарста́н (тат. Татарстан Республикасы) — субъект Российской Федерации, республика в её составе. Входит в Приволжский федеральный округ, является частью Поволжского экономического района.\nОбразована на основании Декрета ВЦИК и СНК от 27 мая 1920 года как Автономная Татарская Социалистическая Советская Республика, с 5 декабря 1936 года — Татарская Автономная Советская Социалистическая Республика.\n30 августа 1990 года в связи с принятием Декларации о государственном суверенитете была преобразована в Татарскую Советскую Социалистическую Республику, с 7 февраля 1992 года — Республика Татарстан.\nСогласно пункту 2 статьи 1 Конституции Республики Татарстан 1992 года, наименования «Республика Татарстан» и «Татарстан» равнозначны.\nСтолица — город Казань.\nГраничит с Кировской, Ульяновской, Самарской и Оренбургской областями, Республикой Башкортостан, Республикой Марий Эл, Удмуртской Республикой и Чувашской Республикой.\nОфициальные языки: татарский и русский.",
    "coordinates": [
      55.55,
      50.93333333
    ]
  },
  {
    "title": "Республика Тыва",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/7/77/Flag_of_Tuva.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Map_of_Russia_-_Tuva.svg",
    "description": "Тыва́, официально — Респу́блика Тыва́ или Респу́блика Тува́ (тув. Тыва Республика; Тыва), — субъект Российской Федерации, республика в её составе.\nВходит в Сибирский федеральный округ. Является частью Восточно-Сибирского экономического района.\nСтолица — город Кызыл.\nНа западе Республика Тыва граничит с Республикой Алтай и Республикой Хакасией, на севере — с Красноярским краем, на северо-востоке — с Иркутской областью и Республикой Бурятия России, на юге — с Монголией.\nВошла в состав РСФСР 14 октября 1944 года как Тувинская автономная область, с 1961 года Тувинская Автономная Советская Социалистическая Республика, преобразована в республику 24 мая 1991 года.\nГосударственные языки: тувинский, русский. В Тоджинском кожууне распространён тоджинский этнолект.",
    "coordinates": [
      51.78333333,
      94.75
    ]
  },
  {
    "title": "Удмуртская Республика",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/c/c7/Flag_of_Udmurtia.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/7/7a/Map_of_Russia_-_Udmurtia.svg",
    "description": "Удму́ртия, или Удму́ртская Респу́блика (удм. Удмурт Элькун), — субъект Российской Федерации, республика в её составе.\nВходит в состав Приволжского федерального округа, является частью Уральского экономического района. Граничит на западе и севере с Кировской областью, на востоке — с Пермским краем, на юге — с Татарстаном, на юго-востоке — с Башкортостаном. Столица — город Ижевск.\nОбразована как Удмуртская (до 1931 года — Вотская) автономная область 4 ноября 1920 года. 28 декабря 1934 года преобразована в Удмуртскую Автономную Социалистическую Советскую Республику. 20 сентября 1990 года Верховный совет республики принял Декларацию о государственном суверенитете Удмуртской Республики. С 11 октября 1991 года — Удмуртская Республика.",
    "coordinates": [
      57.28333333,
      52.75
    ]
  },
  {
    "title": "Республика Хакасия",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/e/ec/Flag_of_Khakassia.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/a/ab/Map_of_Russia_-_Khakassia.svg",
    "description": "Хака́сия, или Респу́блика Хака́сия (хак. Хакас Республиказы), — субъект Российской Федерации, республика в её составе. Занимает значительную часть Хакасско-Минусинской котловины, в пределах северо-западных отрогов Саяно-Алтайского нагорья (Южно-Сибирская горная агроландшафтная страна).\nВходит в Сибирский федеральный округ. Является частью Восточно-Сибирского экономического района.\nСтолица — город Абакан.\nНа севере и востоке Республика Хакасия граничит с Красноярским краем, на юге с Республикой Тувой, юго-западе - Республикой Алтай, на западе с Кемеровской областью России. \n\nОбразована 14 ноября 1923 года как Хакасский уезд Енисейской губернии (с 1925 года Хакасский округ Сибирского, а затем Западно-Сибирского края). С 1930 года Хакасская автономная область Западно-Сибирского, а с 1934 года Красноярского края. \n3 июля 1991 года автономная область была преобразована в автономную республику в составе РСФСР. С начала 1992 года носит современное название.\nГосударственные языки: русский и хакасский. В Таштыпском районе также распространён шорский язык.",
    "coordinates": [
      53.5,
      90.0
    ]
  },
  {
    "title": "Чеченская Республика",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/1/13/Flag_of_the_Chechen_Republic.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/d/d2/Map_of_Russia_-_Chechnya_%28Crimea_disputed%29.svg",
    "description": "Чечня́, официальное название — Чече́нская Респу́блика (чечен. Нохчийчоь, Нохчийн Республика)  — субъект Российской Федерации, республика в её составе. Располагается на востоке Северного Кавказа. Площадь — 16 171 км². С севера на юг простирается приблизительно на 170 км, с запада на восток — приблизительно на 100 км. Граничит со следующими субъектами РФ: на западе — с Ингушетией, на северо-западе — с Северной Осетией и Ставропольским краем, на северо-востоке, востоке и юго-востоке — с Дагестаном; на юго-западе и юге ЧР граничит с Грузией.\nВходит в Северо-Кавказский федеральный округ, является частью Северо-Кавказского экономического района.\nСогласно изменениям в Конституции Российской Федерации — России (РСФСР) 1978 года, образована 9 января 1993 года. После военных действий в ЧР был проведён референдум, на котором, 23 марта 2003 года, население большинством голосов высказалось за нахождение в составе РФ.\nГлава Республики — Р. А. Кадыров (с 2007), Председатель Парламента — М. Х. Даудов (с 2015), Председатель Правительства — М. М. Хучиев (с 2018). ЧР является республикой в составе РФ.\nНаселение составляет более 1,5 млн человек, столица — Грозный. Государственные языки: чеченский и русский. Часовая зона МСК, смещение относительно UTC составляет +3:00.",
    "coordinates": [
      43.4,
      45.71669444
    ]
  },
  {
    "title": "Чувашская Республика",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/d/d7/Flag_of_Chuvashia.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/6/60/Map_of_Russia_-_Chuvashia_%28disputed_Crimea%29.svg",
    "description": "Чува́шия\n(чуваш. Чӑваш Ен), или Чува́шская Респу́блика (чуваш. Чӑваш Республики), — субъект Российской Федерации, республика в её составе. Столица — город Чебоксары.\nГраничит с Нижегородской областью на западе, с Республикой Марий Эл — на севере, с Татарстаном — на востоке, с Мордовией на юго-западе, и с Ульяновской областью — на юге. Входит в Приволжский федеральный округ, является частью Волго-Вятского экономического района.\nОбразована на основании Декрета ВЦИК и СНК от 24 июня 1920 года как Чувашская автономная область 24 июня 1920 года. 21 апреля 1925 года преобразована в Чувашскую Автономную Социалистическую Советскую Республику. C 15 июля 1929 года в составе Нижегородского края, с 5 декабря 1936 года — Чувашская Автономная Советская Социалистическая Республика. С 13 февраля 1992 года — Чувашская Республика.",
    "coordinates": [
      55.459444,
      47.096111
    ]
  },
  {
    "title": "Алтайский край",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/4/4b/Flag_of_Altai_Krai.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/1/17/Altai_Krai_in_Russia.svg",
    "description": "Алта́йский край — субъект Российской Федерации. Входит в Сибирский федеральный округ, является частью Западно-Сибирского экономического района.\nОбразован 28 сентября 1937 года. Административный центр — город Барнаул.\nГраничит с Республикой Алтай, Новосибирской, Кемеровской областями России, Павлодарской, Абайской и Восточно-Казахстанской областями Республики Казахстан.",
    "coordinates": [
      52.76666667,
      82.61666667
    ]
  },
  {
    "title": "Забайкальский край",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/b/b8/Flag_of_Zabaykalsky_Krai.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/1/1b/Map_of_Russia_-_Zabaykalsky_Krai.svg",
    "description": "Забайка́льский край (неофициально Забайкалье) — субъект Российской Федерации в восточной части Забайкалья, в составе Дальневосточного федерального округа. Является частью Дальневосточного экономического района. Административный центр — город Чита.\nПлощадь территории — 431 892 км², что составляет 2,52 % площади России. По этому показателю край занимает 12-е место в стране. Численность населения — 992 429 чел. (2023).\nОбразован 1 марта 2008 года, в результате референдума об объединении Читинской области и Агинского Бурятского автономного округа.\nГраничит с Амурской и Иркутской областями, Республикой Бурятия и Республикой Саха (Якутия) Российской Федерации. Южная и юго-восточная границы Забайкальского края является государственной границей Российской Федерации с Монголией и Китайской Народной Республикой.",
    "coordinates": [
      54.0,
      118.0
    ]
  },
  {
    "title": "Камчатский край",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/a/a7/Flag_of_Kamchatka_Krai.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/0/08/Map_of_Russia_-_Kamchatka_Krai_%28Crimea_disputed%29.svg",
    "description": "Камча́тский край (Камча́тка) — субъект Российской Федерации. Входит в состав Дальневосточного федерального округа, является частью Дальневосточного экономического района.\nАдминистративный центр — город Петропавловск-Камчатский.\nОбразован 1 июля 2007 года в результате референдума по объединению Камчатской области и Корякского автономного округа.\nГраничит на северо-западе с Магаданской областью, на севере — с Чукотским автономным округом, на юге через Первый Курильский пролив граничит c Сахалинской областью.",
    "coordinates": [
      56.0,
      159.0
    ]
  },
  {
    "title": "Краснодарский край",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/a/a7/Flag_of_Krasnodar_Krai.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/d/de/Map_of_Russia_-_Krasnodar_Krai_%28Crimea_disputed%29.svg",
    "description": "Краснода́рский край (неофициально — Кубань) — субъект Российской Федерации, расположенный на юго-западе страны. Входит в состав Южного федерального округа. Граничит с Ростовской областью, Ставропольским краем, Карачаево-Черкесской Республикой, Республикой Адыгеей, Абхазией. По морю через Керченский пролив граничит с Крымом. Административный центр — город Краснодар.\nСеверная часть Краснодарского края относится к Донской степи, а средиземноморский климат сделал его популярным местом для туристов. Новороссийск — главный порт России на Чёрном море, один из немногих городов, удостоенных звания «Город-герой», а Сочи принимал XXII Зимние Олимпийские игры в 2014 году. Краснодарский край располагает значительной инфраструктурой Черноморского флота.\nОбразован 13 сентября 1937 года путём разделения Азово-Черноморского края. Исторически краю предшествовала Кубанская область, образованная в 1860 году.",
    "coordinates": [
      45.36666667,
      39.43333333
    ]
  },
  {
    "title": "Красноярский край",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/2/2d/Flag_of_Krasnoyarsk_Krai.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/a/a6/Krasnoyarsk_in_Russia.svg",
    "description": "Красноя́рский край — субъект Российской Федерации в Сибирском федеральном округе; относится к Восточно-Сибирскому экономическому району. Является вторым по площади субъектом России и крупнейшим из краёв. Площадь его составляет 2 366 797 км². \nЯвляется третьей по величине административно-территориальной единицей в мире после Якутии и Западной Австралии.\nОбразован 7 декабря 1934 года. Административный центр — город Красноярск. В границах практически полностью совпадает с Енисейской губернией.\nГраничит с Якутией и Иркутской областью на востоке, с Тувой и Хакасией на юге, с Кемеровской, Томской областями, Ханты-Мансийским и Ямало-Ненецким автономными округами на западе. На севере через Карское море граничит с Архангельской областью (Новая Земля).",
    "coordinates": [
      59.88333333,
      91.66666667
    ]
  },
  {
    "title": "Пермский край",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/b/b5/Flag_of_Perm_Krai.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/b/b5/Perm_in_Russia.svg",
    "description": "Пе́рмский край (неофициально — Прика́мье) — субъект Российской Федерации, расположенный на востоке европейской части России. Входит в Приволжский федеральный округ и Уральский экономический район. Административный центр — город Пермь. Площадь 160 237 км². Население 2 508 352 чел. (2023). В состав края входит Коми-Пермяцкий округ.\nНаходится в восточной части Восточно-Европейской равнины и на западных склонах Среднего и Северного Урала, в бассейне реки Камы.\nГраничит на севере с Республикой Коми, на востоке со Свердловской областью, на юге с Башкортостаном, на западе с Удмуртией, на северо-западе с Кировской областью.\nОбразован 1 декабря 2005 года в результате объединения Пермской области и Коми-Пермяцкого автономного округа. Историческим предшественником региона была образованная в 1796 году Пермская губерния, которой, в свою очередь, предшествовала Пермь Великая.\nАдминистративно-территориальное деление: 33 административных района; 25 городов, из них 14 краевого и 11 районного значения; 26 посёлков городского типа; закрытое административно-территориальное образование Звёздный и Коми-Пермяцкий округ как административно-территориальная единица с особым статусом.",
    "coordinates": [
      59.23333333,
      56.13333333
    ]
  },
  {
    "title": "Приморский край",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/3/38/Flag_of_Primorsky_Krai.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Primorsky_in_Russia.svg",
    "description": "Примо́рский край (Примо́рье) — субъект Российской Федерации. Административный центр — город Владивосток, который также является центром Дальневосточного федерального округа.\nПриморский край был образован 20 октября 1938 года указом Президиума Верховного Совета СССР «О разделении Дальневосточного края на Хабаровский и Приморский край» (в состав Приморского края вошли Приморская и Уссурийская области Дальневосточного края, упразднённые в 1939 и 1943 годах соответственно).\nГраничит на западе с КНР, на юго-западе — с КНДР, на севере — с Хабаровским краем.",
    "coordinates": [
      45.33333333,
      134.66666667
    ]
  },
  {
    "title": "Ставропольский край",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Flag_of_Stavropol_Krai.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/f/f5/Map_of_Russia_-_Stavropol_Krai.svg",
    "description": "Ставропо́льский край (неофициально Ставропо́лье) — субъект Российской Федерации, входит в состав Северо-Кавказского федерального округа, является частью Северо-Кавказского экономического района.\nАдминистративный центр — город Ставрополь.\nДень Ставропольского края отмечается ежегодно в третью субботу сентября.",
    "coordinates": [
      45.05,
      43.26666667
    ]
  },
  {
    "title": "Хабаровский край",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Flag_of_Khabarovsk_Krai.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/9/96/Khabarovsk_in_Russia_%28crop%29.svg",
    "description": "Хаба́ровский край — субъект Российской Федерации, расположен на Дальнем Востоке России. Административный центр — город Хабаровск.\nХабаровский край образован 20 октября 1938 года указом Президиума Верховного Совета СССР «О разделении Дальневосточного края на Хабаровский и Приморский края».\nГраничит на севере с Магаданской областью и Республикой Саха (Якутия), на западе с Амурской областью, на юго-западе с Еврейской автономной областью и КНР, на юго-востоке с Приморским краем.\nС северо-востока и востока омывается Охотским морем, с юго-востока — Японским морем. От острова Сахалин отделяется проливами Татарский и Невельского. Помимо основной, континентальной части, в состав края входят несколько островов, среди них самые крупные — Шантарские. Общая протяжённость береговой линии — около 2500 км, включая острова — 3390 км.\nКрай занимает территорию площадью 787 633 км² — 3-е (4-е) место среди субъектов Российской Федерации. Население края — 1 284 090 (2023)\nЧасть южной границы Хабаровского края является государственной границей России с КНР.",
    "coordinates": [
      54.8,
      136.83333333
    ]
  },
  {
    "title": "Амурская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/7/7a/Flag_of_Amur_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/4/40/Map_of_Russia_-_Amur_Oblast_%28Crimea_disputed%29.svg",
    "description": "Аму́рская о́бласть — субъект Российской Федерации. Входит в состав Дальневосточного федерального округа, является частью Дальневосточного экономического района. Площадь территории 361 908 км² (2,12 % от всей площади России). Население 756 198 чел. (2023).\nГраничит с Якутией на севере, с Хабаровским краем на востоке, с Еврейской автономной областью на юго-востоке и с Забайкальским краем на западе. Юго-западная граница Амурской области является государственной границей Российской Федерации и граничит с провинцией Хэйлунцзян Китая.\nОбласть образована 20 октября 1932 года в составе Дальневосточного (с 1938 года — Хабаровского) края. Указом Президиума Верховного Совета СССР от 2 августа 1948 года была выделена в самостоятельную область. Исторически области предшествовала Амурская губерния, образованная законом ДВР от 6 ноября 1922 года из упразднённой Амурской области, образованной в 1858 году.",
    "coordinates": [
      53.55,
      127.83333333
    ]
  },
  {
    "title": "Архангельская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/1/16/Flag_of_Arkhangelsk_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/3/33/Map_of_Russia_-_Arkhangelsk_Oblast_%28Crimea_disputed%29.svg",
    "description": "Арха́нгельская о́бласть (неофициальный синоним: Помо́рье) — субъект Российской Федерации на севере Европейской части России, входящий в Северо-Западный федеральный округ.\nАрхангельская область является 8-м по территории субъектом Российской Федерации, а также крупнейшим регионом в европейской части России и крупнейшей областью (провинцией) в Европе, превосходя по территории такие крупные государства, как Франция и Испания, а также чуть крупнее Мадагаскара. Общая площадь региона составляет 589 913 км², из которых 330 103 км² — основная (континентальная) территория, 176 810 км² — входящий в состав области самостоятельный субъект федерации Ненецкий автономный округ, 83 000 км² — архипелаг Новая Земля, 16 134 км² - архипелаг Земля Франца-Иосифа.\nОбразована 23 сентября 1937 года при разделении Северной области РСФСР СССР.\nАдминистративный центр области — город Архангельск.\nИсторически области предшествовала Архангельская губерния, образованная в 1708 году, как Архангелогородская.",
    "coordinates": [
      63.5,
      43.0
    ]
  },
  {
    "title": "Белгородская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/2/2b/Flag_of_Belgorod_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/3/3b/Map_of_Russia_-_Belgorod_Oblast_%28disputed_Crimea%29.svg",
    "description": "Белгоро́дская о́бласть (неофиц. Белого́рье, Святое Белого́рье, Белгоро́дчина) — субъект Российской Федерации, расположен в юго-западной части России в 500—700 км к югу от Москвы, на границе с Украиной.\nКрупнейшие города: Белгород — 333 931 чел., Старый Оскол — 221 676 чел., Губкин — 85 225 человек.\nБелгородская область образована 6 января 1954 года. С этого момента её границы не изменялись.\nОбластной центр — Белгород.",
    "coordinates": [
      50.76666667,
      37.45
    ]
  },
  {
    "title": "Брянская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/2/2b/Flag_of_Bryansk_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/5/52/Map_of_Russia_-_Bryansk_Oblast_%28disputed_Crimea%29.svg",
    "description": "Бря́нская о́бласть — субъект Российской Федерации, входит в состав Центрального федерального округа, расположенный к юго-западу от Москвы. Областной центр — город Брянск.\n\nОбласть граничит на севере со Смоленской областью, на северо-востоке — с Калужской областью, на востоке — с Орловской областью, на юго-востоке — с Курской областью, на юге — с Сумской и Черниговской областями Украины, на западе — с Гомельской и Могилёвской областями Республики Беларусь.\nНаграждена орденом Ленина (1967).",
    "coordinates": [
      52.95,
      33.4
    ]
  },
  {
    "title": "Владимирская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/2/2d/Flag_of_Vladimir_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/8/8a/Map_of_Russia_-_Vladimir_Oblast.svg",
    "description": "Влади́мирская о́бласть — субъект Российской Федерации, входит в состав Центрального федерального округа.\nГраничит с Московской, Ярославской, Ивановской, Рязанской и Нижегородской областями.\nПлощадь — 29 084 км².Население — 1 325 510 чел. (2023).Областной центр — город Владимир, расстояние от Владимира до Москвы — 178 км. Расстояние от МКАД до границы области по Щёлковскому шоссе — 62 км, по магистрали М7 «Волга» — 79 км.\nОбразована 14 августа 1944 года Указом Президиума Верховного Совета СССР на территории существовавшей до 14 января 1929 года Владимирской губернии РСФСР (в границах, значительно меньших Владимирской губернии Российской империи).",
    "coordinates": [
      56.08333333,
      40.61666667
    ]
  },
  {
    "title": "Волгоградская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/3/35/Flag_of_Volgograd_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/e/e8/Volgograd_in_Russia.svg",
    "description": "Волгогра́дская о́бласть — субъект Российской Федерации, входит в состав Южного федерального округа, является частью Поволжского экономического района .\nАдминистративный центр — город-герой Волгоград.\nВолгоградская область граничит на севере с Саратовской областью, на северо-западе — с Воронежской областью, на западе, юго-западе и юге — с Ростовской областью, на юге и юго-востоке — с Астраханской областью, на юге — с Республикой Калмыкия, на востоке — с Казахстаном (Западно-Казахстанская область).\nОбласть расположена на юго-востоке Восточно-Европейской равнины, юг области расположен на скифской плите.",
    "coordinates": [
      49.73333333,
      44.11666667
    ]
  },
  {
    "title": "Ивановская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Flag_of_Ivanovo_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/5/58/Map_of_Russia_-_Ivanovo_Oblast_%28Crimea_disputed%29.svg",
    "description": "Ива́новская о́бласть — субъект Российской Федерации, входит в состав Центрального федерального округа.\nОбластной центр — город Иваново.",
    "coordinates": [
      57.01666667,
      41.51666667
    ]
  },
  {
    "title": "Иркутская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/1/14/Flag_of_Irkutsk_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/b/b9/Map_of_Russia_-_Irkutsk_Oblast_%28Crimea_disputed%29.svg",
    "description": "Ирку́тская о́бласть — субъект Российской Федерации в юго-восточной части Сибирского федерального округа. Входит в Восточно-Сибирский экономический район.\nАдминистративный центр — город Иркутск.\nГраничит на западе с Красноярским краем, на северо-востоке с Якутией, на востоке с Забайкальским краем, на востоке и юге с Бурятией, на юго-западе с Тувой.\nПлощадь — 774 846 км² (4,51 % территории России).\nНаселение — 2 331 463 чел. (2024). Плотность населения — 3,03 чел./км² (2023). Удельный вес городского населения — \n78,25 % (2022).",
    "coordinates": [
      57.36666667,
      106.0
    ]
  },
  {
    "title": "Калининградская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/e/e4/Flag_of_Kaliningrad_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/2/28/Map_of_Russia_-_Kaliningrad_Oblast_%28disputed_Crimea%29.svg",
    "description": "Калининградская область (до 4 июля 1946 — Кёнигсбергская область) — субъект Российской Федерации, самый западный регион страны. Территория области охватывает примерно северную треть территории бывшей исторической Восточной Пруссии (т.е. бывшую территорию провинции, исключая Литовскую Мемельляндию и польские области Вармии, Мазурии и Оберляндии).\nРасположена в Центральной Европе. На юге граничит с Польшей, на севере и востоке — с Литвой (см. границу Калининградской области). На западе омывается Балтийским морем и его заливами — Куршским и Калининградским (Вислинским). Площадь — 15,125 тыс. км² (13,3 тыс. км² за вычетом площади заливов).\nЯвляется полуэксклавом России, так как не имеет с её основной территорией общей сухопутной границы и не граничит с иными субъектами Российской Федерации, но соединена с ней морем. Входит в состав Северо-Западного федерального округа и образует Калининградский экономический район.\nВ пределах области находится крайняя западная точка России (погранзастава Нормельн).\nНаселение — 1 032 343 чел. (2023). Административный центр — Калининград.",
    "coordinates": [
      54.8,
      21.41666667
    ]
  },
  {
    "title": "Калужская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/e/ed/Flag_of_Kaluga_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/7/7d/Map_of_Russia_-_Kaluga_Oblast_%28Crimea_disputed%29.svg",
    "description": "Калу́жская о́бласть — субъект Российской Федерации, входит в состав Центрального федерального округа.\nРасположена в центре Европейской части России.\nВ XIV веке часть Калужских земель находилась под управлением Великого княжества Московского. С 1796 по 1929 год Калужская губерния являлась самостоятельной административно-территориальной единицей в составе Российской Империи и РСФСР.\nОбласть образована в 1944 году. Граничит с территорией города Москвы, с Московской, Тульской, Брянской, Смоленской, Орловской областями.\nПлощадь — 29 777 км².Население — 1 070 853 чел. (2023), плотность населения — 35,96 чел./км² (2023), удельный вес городского населения: \n75,2 % (2022).Областной центр — город Калуга, расположен в 143 км от МКАД.",
    "coordinates": [
      54.43333333,
      35.43333333
    ]
  },
  {
    "title": "Кемеровская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/e/e3/Flag_of_Kemerovo_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/6/6d/Map_of_Russia_-_Kemerovo_Oblast_%28Crimea_disputed%29.svg",
    "description": "Ке́меровская о́бласть — субъект Российской Федерации, расположенный на юге Западной Сибири входит в состав Сибирского федерального округа, является частью Западно-Сибирского экономического района.\nНа территории области находится Кузнецкий угольный бассейн (Кузбасс).\nКемеровская область образована 26 января 1943 года Указом Президиума Верховного Совета СССР выделением из Новосибирской области. Площадь области — 95 725 км²; по этому показателю область занимает 34-е место в стране.\nНаселение области составляет 2 568 238 человек (2023), плотность населения — 26,83 человек/км² (2023). Большинство населения проживает в городах, имеются значительные территории с низкой плотностью населения. Удельный вес городского населения: \n87,33% (2022).\nКемеровская область является самой густонаселённой частью Сибири и азиатской части России. Русские составляют более 90 % населения. Из малочисленных народов в области проживают шорцы, телеуты и сибирские татары, сохранившие свои культурные традиции.\nАдминистративный центр и крупнейший город — Кемерово, численность населения которого составляет 549 362 человек. Совместно с близлежащими муниципалитетами области образует Кемеровскую агломерацию с числом жителей более 1,3 миллиона человек.\nВторой по численности город области — Новокузнецк. Население — 537 480 человек (2021). Является центром Новокузнецкой агломерации численностью более 1,1 миллиона человек.\nОбласть расположена на юго-востоке Западной Сибири, занимая отроги Алтая и Саян.\nПротяжённость области с севера на юг почти 500 км, с запада на восток — 300 км. Граничит на северо-востоке и севере с Томской областью, на северо-востоке — с Красноярским краем, на востоке — с Республикой Хакасия, на юге — с Республикой Алтай, на юго-западе — с Алтайским краем, на северо-западе — с Новосибирской областью.\nАдминистративно состоит из 20 городов и 18 районов.",
    "coordinates": [
      55.355,
      86.09
    ]
  },
  {
    "title": "Кировская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/4/41/Flag_of_Kirov_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/e/ef/Map_of_Russia_-_Kirov_Oblast_%28Crimea_disputed%29.svg",
    "description": "Ки́ровская о́бласть — субъект Российской Федерации. Входит в состав Приволжского федерального округа. Относится к Волго-Вятскому экономическому району.\nТерритория области составляет 120 374 км². Численность населения — 1 138 112 чел. (2023). Городское население — \n78,7 % (2022).\nАдминистративный центр — город Киров.\nДругие крупные города Кировской области — Кирово-Чепецк, Слободской, Вятские Поляны, Котельнич, Омутнинск, Советск. Административное деление области включает 24 муниципальных районов, а также пять городов областного подчинения и одно закрытое административно-территориальное образование федерального подчинения — Первомайский.\nКировская область граничит с девятью субъектами Российской Федерации (больше, чем любой другой субъект России): на востоке с Пермским краем и Удмуртией, на севере — с Республикой Коми и Архангельской областью, на западе — с Вологодской, Костромской и Нижегородской областями, на юге — с республиками Марий Эл и Татарстан.\nОбразована 7 декабря 1934 года как Кировский край путём разделения Горьковского края, а с 5 декабря 1936 года в соответствии с новой конституцией СССР — как Кировская область. Исторически области предшествовала Вятская губерния, образованная в 1780 году.",
    "coordinates": [
      58.76666667,
      49.83333333
    ]
  },
  {
    "title": "Костромская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/2/2c/Flag_of_Kostroma_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/8/8e/Map_of_Russia_-_Kostroma_Oblast_%28Crimea_disputed%29.svg",
    "description": "Костромска́я о́бласть — субъект Российской Федерации, входит в Центральный федеральный округ.\nАдминистративный центр — Кострома. Другие крупнейшие города области — Шарья, Буй, Нерехта, Галич, Волгореченск, Мантурово.\nТерритория области составляет 60 211 км². Численность населения — 571 900 чел. (2023). Городское население — 71,9 % (2017). Наименьший по численности населения, самый северный и самый восточный регион в своём федеральном округе.",
    "coordinates": [
      58.55,
      43.68333333
    ]
  },
  {
    "title": "Курганская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/9/92/Flag_of_Kurgan_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/a/a0/Map_of_Russia_-_Kurgan_Oblast.svg",
    "description": "Курга́нская о́бласть (Зауралье) — субъект Российской Федерации, расположенный в южной части Западно-Сибирской равнины, в бассейне рек Тобола и Исети. На юге гра­ни­чит с Ка­зах­ста­ном. Входит в состав Уральского федерального округа, является частью Уральского экономического района. До революции центральная часть области относилась к Курганскому уезду Тобольской губернии, северо-западная часть — к Пермской, а юго-западная — к Оренбургской.\nКурганскую область также называют Зауральем, Южным Зауральем, Воротами Сибири.",
    "coordinates": [
      55.56666667,
      64.75
    ]
  },
  {
    "title": "Курская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/7/70/Flag_of_Kursk_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/3/38/Map_of_Russia_-_Kursk_Oblast.svg",
    "description": "Ку́рская о́бласть — субъект Российской Федерации, входит в состав Центрального федерального округа. Административный центр — Курск.\nКурская область граничит на северо-западе с Брянской, на севере — с Орловской, на северо-востоке — с Липецкой, на востоке — с Воронежской, на юге — с Белгородской областями; с юго-западной и западной стороны к ней примыкает Сумская область Украины.\nОбразована 13 июня 1934 года.",
    "coordinates": [
      51.75,
      36.01666667
    ]
  },
  {
    "title": "Ленинградская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/6/66/Flag_of_Leningrad_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/0/03/Map_of_Russia_-_Leningrad_Oblast.svg",
    "description": "Ленингра́дская о́бласть — субъект Российской Федерации, расположенный на северо-западе европейской части страны. Входит в состав Северо-Западного федерального округа и Северо-Западного экономического района.\nТерритория — 83 908 км², что составляет 0,49 % площади России. По этому показателю область занимает 39-е место в стране. С запада на восток область протянулась на 500 км, а наибольшая протяжённость с севера на юг составляет 320 км.\nЧисленность населения — 2 023 767 чел. (2023).\nОбразована в результате административно-территориальной реформы 1 августа 1927 года. Исторически ей предшествовала Ингерманландская, позже — Санкт-Петербургская губерния, образованная в 1708 году.\nГраничит:\n\nна севере — с Республикой Карелия;\nна востоке — с Вологодской областью;\nна юго-востоке — с Новгородской областью;\nна юге — с Псковской областью;\nна западе в центральной части — с Санкт-Петербургом (морской анклав);\nна юго-западе — с Эстонией;\nна северо-западе — с Финляндией.С запада территория области омывается водами Финского залива (Балтийское море).\nМестонахождение высших органов государственной власти — город Гатчина (с 2021 года), а также город Санкт-Петербург (с 1924 по 1991 год — Ленинград, отсюда название области). С 3 апреля 2023 года город Гатчина является столицей Ленинградской области.",
    "coordinates": [
      60.05,
      31.75
    ]
  },
  {
    "title": "Липецкая область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/3/36/Flag_of_Lipetsk_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/9/91/Lipetsk_in_Russia.svg",
    "description": "Ли́пецкая о́бласть — субъект Российской Федерации. Областной центр — город Липецк.\nЯвляется относительно новым, ранее не существовавшим административно-территориальным образованием. Выделена и создана 6 января 1954 года из смежных районов Рязанской, Воронежской, Курской и Орловской областей.\nПлощадь — 24 047 км². По этому показателю область занимает 72 место в России и последнее среди пяти регионов Центрально-Чернозёмного экономического района.\nЛипецкая область граничит с Курской, Орловской, Тульской, Рязанской, Тамбовской и Воронежской областями.\nНаселение — 1 126 263 чел. (2023) — 3-е место в Центрально-Чернозёмном экономическом районе и 44-е в России. Плотность населения — 46,84 чел./км².\nКрупнейшие города — Липецк и Елец.\nВ ноябре 2017 года на шестом Санкт-Петербургском культурном форуме Липецкая область была отмечена министерством культуры РФ как регион, динамично развивающийся в области культуры.",
    "coordinates": [
      52.7,
      39.15
    ]
  },
  {
    "title": "Магаданская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/2/29/Flag_of_Magadan_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/f/f6/Map_of_Russia_-_Magadan_Oblast.svg",
    "description": "Магада́нская о́бласть — субъект Российской Федерации на северо-востоке страны, относится к районам Крайнего Севера. Граничит на севере с Чукотским автономным округом, на востоке — с Камчатским краем, на западе — с Якутией, на юге — с Хабаровским краем. Входит в состав Дальневосточного федерального округа.\nОбразована 3 декабря 1953 года Указом Президиума Верховного Совета СССР.\nАдминистративный центр — город Магадан.\n\n",
    "coordinates": [
      62.9,
      153.7
    ]
  },
  {
    "title": "Московская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/4/48/Flag_of_Moscow_oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/b/bd/Moscow_Oblast_in_Russia.svg",
    "description": "Моско́вская о́бласть (неофициально — Подмоско́вье) — субъект Российской Федерации, входящий в состав Центрального федерального округа. Административный центр Московской области — город Москва (не входит в состав области), часть органов административной власти области расположена в Красногорске. По численности населения превосходит все остальные субъекты федерации, уступая только Москве.\nОбласть расположена в центральной части Восточно-Европейской равнины в бассейне рек Волги, Оки, Клязьмы, Москвы. Граничит на северо-западе и севере с Тверской областью, на северо-востоке и востоке — с Владимирской, на юго-востоке — с Рязанской, на юге — с Тульской, на юго-западе — с Калужской, на западе — со Смоленской, в центре — с городом федерального значения, столицей России Москвой. Также существует небольшой северный участок границы с Ярославской областью.\nМосковская область образована 14 января 1929 года. Исторически области предшествовала Московская губерния, образованная в 1708 году. Регион был частью Центрально-Промышленной области, образованной в ходе укрупнения единиц административного-территориального деления РСФСР, а 3 июня 1929 года она была переименована в Московскую область.\nОбласть состоит из 52 городов областного подчинения (c их административными территориями), 3 посёлков городского типа областного подчинения (с их административными территориями) и 5 закрытых административно-территориальных образований. С точки зрения муниципального деления область состоит из 60 городских округов.\nСвоё название область получила по Москве, которая, однако, является отдельным субъектом Российской Федерации и в состав области не входит. Органы государственной власти Московской области размещаются на территории города Москвы и Московской области. В 2007 году большинство органов исполнительной власти было перемещено в новый Дом правительства Московской области, расположенный на территории города Красногорска, в 350 м от границы с Москвой.",
    "coordinates": [
      55.628,
      37.738
    ]
  },
  {
    "title": "Мурманская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/3/3b/Flag_of_Murmansk_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/4/40/Map_of_Russia_-_Murmansk_Oblast.svg",
    "description": "Му́рманская о́бласть — субъект Российской Федерации, расположена на северо-западе России, образована 28 мая 1938 года. На юге граничит с Карелией, на западе — с Финляндией, на северо-западе — с Норвегией.",
    "coordinates": [
      68.03333333,
      34.56666667
    ]
  },
  {
    "title": "Нижегородская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/0/04/Flag_of_Nizhny_Novgorod_Region.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/4/47/Map_of_Russia_-_Nizhny_Novgorod_Oblast.svg",
    "description": "Нижегоро́дская о́бласть (до 22 октября 1990 — Го́рьковская область) — субъект Российской Федерации в центре европейской части России. Входит в состав Приволжского федерального округа. Административный центр — Нижний Новгород.\nОдин из крупнейших регионов Центральной России.\nПлощадь — 76 624 км², протяжённость с юго-запада на северо-восток — более 400 км.\nНаселение — 3 081 817 чел. (2023). Плотность населения: 40,22 человека/км² (2023), удельный вес городского населения: \n80,64 % (2022).\nГраничит: на северо-западе с Костромской областью, на северо-востоке — с Кировской, на востоке — с республиками Марий Эл и Чувашия, на юге — с республикой Мордовия, на юго-западе — с Рязанской областью, на западе — с Владимирской и Ивановской областями.\nАвтомобильный код — 52, 152, 252.",
    "coordinates": [
      56.48333333,
      44.53333333
    ]
  },
  {
    "title": "Новгородская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/6/68/Flag_of_Novgorod_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Map_of_Russia_-_Novgorod_Oblast.svg",
    "description": "Новгоро́дская о́бласть — субъект Российской Федерации. Расположена на северо-западе европейской части страны. Область входит в состав Северо-Западного федерального округа.\nАдминистративный центр — Великий Новгород.\nПлощадь области — шестая из семи областей Северо-Западного федерального округа — составляет 54,5 тысячи км². Протяжённость территории области с запада на восток — 385 км, а с севера на юг — 278 км. Новгородская область граничит с Псковской областью на западе и юго-западе, с Тверской областью на юге и юго-востоке, с Ленинградской областью на севере и северо-западе и Вологодской областью на северо-востоке. Численность населения — 575 926 чел. (2023). В Великом Новгороде, по данным на 2021 год, проживает 225 тыс. человек\nОбразована указом Президиума ВС СССР от 5.7.1944 года. Исторически области предшествовала Новгородская губерния, образованная в 1727 году.",
    "coordinates": [
      58.43333333,
      32.38333333
    ]
  },
  {
    "title": "Новосибирская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/3/39/Flag_of_Novosibirsk_oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/0/0c/Map_of_Russia_-_Novosibirsk_Oblast.svg",
    "description": "Новосиби́рская о́бласть (неофициально — Новосиби́рь, НСО) — субъект Российской Федерации. Входит в состав Сибирского федерального округа.\nАдминистративный центр — город Новосибирск.",
    "coordinates": [
      55.45,
      79.55
    ]
  },
  {
    "title": "Омская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/6/60/Flag_of_Omsk_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/6/66/Omsk_in_Russia.svg",
    "description": "О́мская о́бласть — субъект Российской Федерации на юго-западе Сибири, входит в состав Сибирского федерального округа и Западно-Сибирского экономического района. Граничит с Казахстаном на юге, с Тюменской областью на западе и севере, Новосибирской на востоке и Томской областью на северо-востоке.\nТерритория — 141 140 км², что составляет 0,82 % площади России. По этому показателю область занимает 28-е место в стране.\nПо данным, составленным в 2022 году РИА «Новости», Омская область оказалась в конце рейтинга регионов по качеству жизни, заняв 66-е место из 85. Тем самым регион оказался в двадцатке наименее привлекательных регионов для жизни и развития.\nАдминистративный центр — город Омск.",
    "coordinates": [
      56.21666667,
      73.26666667
    ]
  },
  {
    "title": "Оренбургская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/d/d6/Flag_of_Orenburg_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/2/21/Orenburg_in_Russia.svg",
    "description": "Оренбу́ргская область — субъект Российской Федерации. Входит в Приволжский федеральный округ, является частью Уральского экономического района.\nОбразована 7 декабря 1934 года Указом Президиума Верховного Совета СССР путём выделения её из Средневолжского края. В период с 1938 по 1957 год называлась Чкаловской областью.\nИсторически области предшествовала Оренбургская  губерния, образованная указом императрицы Елизаветы Петровны в 1744 году.\nАдминистративный центр — город Оренбург.",
    "coordinates": [
      52.13333333,
      55.6
    ]
  },
  {
    "title": "Пензенская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/d/da/Flag_of_Penza_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/3/3c/Map_of_Russia_-_Penza_Oblast.svg",
    "description": "Пе́нзенская о́бласть — субъект Российской Федерации. Регион расположен в центре Европейской части России, входит в состав Приволжского федерального округа.\nАдминистративный центр области — город Пенза.\nРегион граничит с Саратовской областью на юге, с Тамбовской областью на западе, с Ульяновской областью на востоке, с Республикой Мордовия на севере, с Рязанской областью на северо-западе.\nОбласть была образована Указом Президиума Верховного Совета СССР от 4 февраля 1939 года.",
    "coordinates": [
      53.25,
      44.56666667
    ]
  },
  {
    "title": "Псковская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/e/ef/Flag_of_Pskov_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/a/af/Map_of_Russia_-_Pskov_Oblast.svg",
    "description": "Пско́вская о́бласть — субъект Российской Федерации, входит в состав Северо-Западного федерального округа.\nАдминистративный центр — город Псков.\nРегион граничит с Ленинградской, Новгородской, Тверской и Смоленской областями, Белоруссией, а также со странами Европейского союза — Эстонией и Латвией. Один из двух субъектов России, имеющих границу с тремя государствами (второй — Республика Алтай, граничащая с Казахстаном, Китаем и Монголией).\nОбразована 23 августа 1944 года. Исторически области предшествовала Псковская губерния, образованная в 1772 году.",
    "coordinates": [
      57.31666667,
      29.25
    ]
  },
  {
    "title": "Ростовская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Flag_of_Rostov_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/0/01/Rostov_in_Russia.svg",
    "description": "Росто́вская о́бласть (неофиц. Ростовщина) — субъект Российской Федерации на юге европейской части России, входит в состав Южного федерального округа.\nАдминистративный центр — город Ростов-на-Дону.\nНа востоке Ростовская область граничит с Волгоградской областью, на севере — с Воронежской, на юге — с Краснодарским и Ставропольским краями, Республикой Калмыкия, на западе — с Донецкой и Луганской областями Украины.",
    "coordinates": [
      47.86666667,
      41.18333333
    ]
  },
  {
    "title": "Рязанская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/8/8c/Flag_of_Ryazan_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/3/34/Map_of_Russia_-_Ryazan_Oblast.svg",
    "description": "Ряза́нская о́бласть — субъект Российской Федерации в европейской части России, входит в состав Центрального федерального округа.\nАдминистративный центр: город Рязань.\nНа севере граничит с Владимирской областью, на северо-востоке с Нижегородской областью, на востоке с Республикой Мордовия, на юго-востоке с Пензенской областью, на юге с Тамбовской и Липецкой областями, на западе с Тульской областью и на северо-западе — с Московской областью.\nОбразована 26 сентября 1937 года. \n12 марта 1958 года награждена орденом Ленина за успехи, достигнутые в развитии народного хозяйства.",
    "coordinates": [
      54.4,
      40.6
    ]
  },
  {
    "title": "Самарская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/1/13/Flag_of_Samara_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/5/53/Samara_in_Russia.svg",
    "description": "Сама́рская о́бласть — субъект Российской Федерации, входит в состав Приволжского федерального округа.\nАдминистративный центр — город Самара.\nГраничит на западе с Саратовской и Ульяновской областями, на юго-востоке с Оренбургской областью, на севере с Республикой Татарстан, а также на юге с Казахстаном в единственной точке. Из-за близости Западно-Казахстанской области Казахстана часть Большечерниговского района имеет статус приграничной территории.\nОбразована 14 мая 1928 года как Средневолжская область. В 1929 году переименована в Средневолжский край, в 1935 году — в Куйбышевский край, в 1936 году — в Куйбышевскую область. Это название присутствовало 55 лет, с 5 декабря 1936 года по 16 мая 1992 года называлась Куйбышевской областью. Предшествовавший конституционным изменениям Указ Президиума Верховного Совета РСФСР о возвращении области наименования Самарская был издан 25 января 1991 года. Исторически области предшествовала Самарская губерния, образованная в 1850 году и упразднённая в 1928 году.",
    "coordinates": [
      53.45,
      50.45
    ]
  },
  {
    "title": "Саратовская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/f/f5/Flag_of_Saratov_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/8/8b/Map_of_Russia_-_Saratov_Oblast_%282008-03%29.svg",
    "description": "Сара́товская о́бласть — субъект Российской Федерации, входит в состав Приволжского федерального округа. \nАдминистративный центр — город Саратов. \nНа юге граничит с Волгоградской областью, на западе — с Воронежской областью, на северо-западе с Тамбовской, на севере — с Пензенской, Самарской и Ульяновской областями, на юго-востоке проходит государственная граница России с Казахстаном. С Оренбургской областью граничит в одной точке, которая расположена на государственной границе с Казахстаном — стык границ Оренбургской, Самарской и Саратовской областей. Общая протяжённость границ составляет свыше 3500 км.\nОбразована 10 января 1934 года как Саратовский край путём разделения Нижне-Волжского края, а с 5 декабря 1936 года в соответствии с Конституцией СССР — как Саратовская область. Исторически области предшествовала Саратовская губерния, образованная в 1780 году.",
    "coordinates": [
      51.78333333,
      46.73333333
    ]
  },
  {
    "title": "Сахалинская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/5/57/Flag_of_Sakhalin_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/2/22/Map_of_Russia_-_Sakhalin_Oblast.svg",
    "description": "Сахали́нская о́бласть — субъект Российской Федерации, входит в состав Дальневосточного федерального округа.\nОбласть находится в Азиатско-Тихоокеанском регионе; это одна из самых восточных территорий России и единственный субъект Российской Федерации, полностью расположенный на островах (остров Сахалин и Курильские острова).\nВходит в состав Дальневосточного федерального округа.\nАдминистративный центр — город Южно-Сахалинск.\nГраничит по морю с Камчатским краем, Хабаровским краем и Японией (с префектурой Хоккайдо). Принадлежность южной части Курильских островов оспаривается Японией. Кроме того, Япония хоть и не претендует на остальные территории Сахалинской области, ранее входившие в её состав (Сахалин южнее 50-й параллели, Курилы севернее Итурупа), но признаёт за Россией лишь «фактическое владение», подчёркивая их неопределённую «международным правом» принадлежность, так как подписанный Японией Сан-Францисский мирный договор не уточняет, в пользу какого именно государства Япония от данных территорий отказалась.\nСахалинская область является одним из лидеров в России по добыче нефти и газа, а также по улову рыбы и морепродуктов.",
    "coordinates": [
      50.55,
      142.6
    ]
  },
  {
    "title": "Свердловская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/e/ef/Flag_of_Sverdlovsk_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Sverdlovsk_in_Russia.svg",
    "description": "Свердло́вская о́бласть — субъект Российской Федерации, занимающий часть территорий Среднего и Северного Урала, а также Западной Сибири. Входит в состав Уральского федерального округа, является частью Уральского экономического района. Административный центр — город Екатеринбург.\nНа западе область граничит с Пермским краем, на севере с Республикой Коми, на северо-востоке с Ханты-Мансийским автономным округом — Югрой, на востоке с Тюменской областью, на юго-востоке с Курганской, на юге с Челябинской областью, а на юго-западе с Республикой Башкортостан.\nВ Российской империи территория современной области входила в состав Сибирской губернии, Пермского наместничества, а затем Пермской губернии. Исторически области предшествовала Екатеринбургская губерния, существовавшая в 1919—1923 годах. Свердловская область была образована в составе РСФСР 17 января 1934 года при разделении Уральской области, в нынешних границах область существует с 1938 года после выделения из её состава Пермской области.\n18 апреля 2023 года на территории области учреждён знак отличия «Трудовая доблесть Урала».",
    "coordinates": [
      58.7,
      61.33333333
    ]
  },
  {
    "title": "Смоленская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/f/fa/Flag_of_Smolensk_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/8/85/Map_of_Russia_-_Smolensk_Oblast.svg",
    "description": "Смоле́нская о́бласть (разг. Смоле́нщина) — субъект Российской Федерации, входит в состав Центрального федерального округа.\nАдминистративный центр — город Смоленск. Расстояние от Смоленска до Москвы — 365 км, до Минска — 331 км.\nНа западе граничит с Белоруссией (Витебская и Могилёвская области), на севере — с Псковской и Тверской областями, на востоке — с Московской областью, на юго-востоке — с Калужской областью, на юге — с Брянской областью.\nОбразована 27 сентября 1937 года на территории Западной области.\nБыла награждена орденом Ленина (1958).",
    "coordinates": [
      55.0,
      33.0
    ]
  },
  {
    "title": "Тамбовская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/3/39/Flag_of_Tambov_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/9/91/Map_of_Russia_-_Tambov_Oblast.svg",
    "description": "Тамбо́вская о́бласть — субъект Российской Федерации, входит в состав Центрального федерального округа. Центрально-Чернозёмный экономический район.\nТамбовская область лежит в южной части Восточно-Европейской равнины, в центральной части Окско-Донской равнины. Граничит с Рязанской, Пензенской, Саратовской, Воронежской и Липецкой областями.\nАдминистративный центр — город Тамбов.\nОбразована 27 сентября 1937 года.\nНаграждена 22 июня 1967 года орденом Ленина.",
    "coordinates": [
      52.72,
      41.45305556
    ]
  },
  {
    "title": "Тверская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/6/60/Flag_of_Tver_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Map_of_Russia_-_Tver_Oblast.svg",
    "description": "Тверска́я о́бласть (с 1935 по 1990 год — Калининская область) — субъект Российской Федерации. Входит в состав Центрального федерального округа, является частью Центрального экономического района. Административный центр — Тверь.\nТверская область — крупнейший по территории регион Центральной России. Расположена в пределах Восточно-Европейской равнины. Граничит с Московской, Ярославской, Вологодской, Новгородской, Смоленской и Псковской областями.\nВ составе Российской империи и РСФСР до 1929 года существовала Тверская губерния. 29 января 1935 года была образована Калининская область, с 1990 года область называется Тверской.",
    "coordinates": [
      57.15,
      34.6
    ]
  },
  {
    "title": "Томская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/5/50/Flag_of_Tomsk_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/9/95/Map_of_Russia_-_Tomsk_Oblast.svg",
    "description": "То́мская о́бласть — субъект Российской Федерации, входит в состав Сибирского федерального округа.\nАдминистративный центр — город Томск.\nГраничит на западе с Омской и Тюменской областями, на западе и севере — с Ханты-Мансийским автономным округом — Югрой, на востоке — с Красноярским краем, на юге — с Кемеровской и Новосибирской областями.\nОбразована 13 августа 1944 года Указом Президиума Верховного Совета СССР.",
    "coordinates": [
      58.75,
      82.13333333
    ]
  },
  {
    "title": "Тульская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/6/69/Flag_of_Tula_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/c/c1/Map_of_Russia_-_Tula_Oblast.svg",
    "description": "Ту́льская область — субъект Российской Федерации, входит в состав Центрального федерального округа. Административный центр Тульской области — город Тула. Область включает в себя 22 района и 2 города областного подчинения.\nОбласть расположена в центре Восточно-Европейской равнины, занимая северо-восточную часть Среднерусской возвышенности в пределах степной и лесостепной зон. Граничит на севере и северо-востоке — с Московской, на востоке — с Рязанской, на юго-востоке и юге — с Липецкой, на юге и юго-западе — с Орловской, на западе и северо-западе — с Калужской областями. Занимает площадь 25,7 тысячи кв. километров. Наибольшая протяжённость территории области с севера на юг — 200 километров, с запада на восток — 190 километров.\nЧисленность населения — 1 481 471 человек (2023 год), доля городского населения составляет\n74,05 % (2022), что говорит о высоком уровне урбанизации области. В национальном составе населения области преобладают русские. На территории Тульской области располагается полицентрическая Тульско-Новомосковская миллионная агломерация-конурбация.\nТульская область образована 26 сентября 1937 года при разукрупнении Московской области. Её предшественница — Тульская губерния, созданная по Указу императрицы Екатерины II, просуществовала с 1777 по 1929 год. Нынешние границы Тульской области окончательно оформились в 1957 году.",
    "coordinates": [
      53.91666667,
      37.58333333
    ]
  },
  {
    "title": "Тюменская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/4/4e/Flag_of_Tyumen_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/8/8b/Tyumen_in_Russia_%28%2BKhanty-Mansi_%2BYamalo-Nenets_hatched%29.svg",
    "description": "Тюме́нская о́бласть — субъект Российской Федерации, расположенный на юге Западной Сибири. Входит в состав Уральского федерального округа, является частью Западно-Сибирского экономического района. Административный центр — город Тюмень.\nОсобенностью Тюменской области является то, что в её состав входят два других субъекта Российской Федерации — Ханты-Мансийский автономный округ — Югра и Ямало-Ненецкий автономный округ.\nТерриториально Тюменская область граничит на северо-западе с Архангельской областью и (одновременно) Ненецким автономным округом, на западе — с Республикой Коми, на юго-западе со Свердловской и Курганской областями, на юге — с Северо-Казахстанской областью Казахстана, на юго-востоке — с Омской и Томской областями, на востоке и северо-востоке — с Красноярским краем; на севере омывается Карским морем.\nТюменская область является единственным регионом России, простирающимся (вместе с автономными округами) от морей Северного Ледовитого океана на севере и до государственной границы на юге.\nПлощадь области с автономными округами — 1 464 173 км2; собственно Тюменской области — 160 122 км2. Если рассматривать общую площадь, то область занимает 3-е место среди субъектов РФ, уступая лишь Якутии и Красноярскому краю, и является одной из крупнейших административно-территориальных единиц в мире (11-е место).\nВместе с автономными округами составляет крупнейший нефтегазоносный регион России и один из крупнейших таких регионов в мире. Бóльшая часть российской нефти добывается в Югре, газа — на Ямале. Югра также занимает 2-е место по масштабу экономики в России и 3-е место в рейтинге социально-экономического положения регионов. Современное устройство области и автономных округов в её составе было закреплено в 1993 году; до этого автономные округа управлялись напрямую из Тюмени.",
    "coordinates": [
      57.83333333,
      69.0
    ]
  },
  {
    "title": "Ульяновская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/d/d8/Flag_of_Ulyanovsk_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/5/51/Ulyanovsk_in_Russia.svg",
    "description": "Улья́новская о́бласть — субъект Российской Федерации, входит в состав Приволжского федерального округа. Административный центр — город Ульяновск.\nОбласть на востоке граничит с Самарской областью, на юге — с Саратовской областью, на западе — с Пензенской областью и Республикой Мордовия, на севере — с Чувашской Республикой и Республикой Татарстан.\nОбразована 19 января 1943 года Указом Президиума Верховного Совета СССР. Исторически области предшествовала Симбирская губерния, образованная в 1780 году.",
    "coordinates": [
      53.95,
      47.91666667
    ]
  },
  {
    "title": "Челябинская область",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/c/ce/Flag_of_Chelyabinsk_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/9/94/Map_of_Russia_-_Chelyabinsk_Oblast_%28disputed_Crimea%29.svg",
    "description": "Челя́бинская о́бласть — субъект Российской Федерации, входит в состав Уральского федерального округа, является частью Уральского экономического района.\nАдминистративный центр — город Челябинск.\nОбласть образована 17 января 1934 года из южных районов упразднённой Уральской области. Исторически области предшествовала Челябинская губерния, образованная в 1919 году.\nГраничит на севере со Свердловской областью, на востоке с Курганской областью, на юге с Оренбургской областью, на западе с Республикой Башкортостан. На юго-востоке проходит государственная граница Российской Федерации с Казахстаном.\nЧелябинская область — развитый индустриально-аграрный регион, расположенный на границе Европы и Азии, в южной части Уральских гор (на стыке Среднего и Южного Урала) и на прилегающей Западно-Сибирской равнине.",
    "coordinates": [
      55.16,
      61.4
    ]
  },
  {
    "title": "Еврейская АО",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/0/0e/Flag_of_the_Jewish_Autonomous_Oblast.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/5/5e/Map_of_Russia_-_Jewish_Autonomous_Oblast_%28Crimea_disputed%29.svg",
    "description": "Евре́йская автонóмная óбласть (идиш ייִדישע אויטאָנאָמע געגנט‎ Yidishe oytonome gegnt) — субъект Российской Федерации, входит в состав Дальневосточного федерального округа, Дальневосточный экономический район.\nАдминистративный центр — город Биробиджан. Область была образована 7 мая 1934 года из Биробиджанского еврейского национального района Дальневосточного края. Граничит на юге с Китаем (по реке Амур), на западе — с Амурской областью, на востоке — с Хабаровским краем. В 2010 году евреи составляли приблизительно 1,5 % населения области (~1700 человек). ЕАО — единственный субъект Российской Федерации, имеющий статус автономной области, единственное в мире, помимо Израиля, еврейское административно-территориальное образование с официальным юридическим статусом, и единственный в мире регион, где идиш наделён статусом официального языка.",
    "coordinates": [
      48.478611,
      132.139167
    ]
  },
  {
    "title": "Ненецкий АО",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/1/15/Flag_of_Nenets_Autonomous_District.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/c/c7/Map_of_Russia_-_Nenets_Autonomous_Okrug.svg",
    "description": "Не́нецкий автоно́мный о́круг (нен. Ненецие\" автономной округ’) — субъект Российской Федерации. Согласно Уставу Архангельской области, входит также в состав Архангельской области, являясь одновременно субъектом Российской Федерации и составной частью области. Это самый малонаселённый субъект Российской Федерации.\nВ соответствии с Уставом Ненецкого автономного округа, округ является равноправным субъектом Российской Федерации и обладает на своей территории всей полнотой государственной власти вне пределов ведения Российской Федерации и её полномочий по предметам совместного ведения.\nАдминистративный центр — город Нарьян-Мар (23 579 чел.).\nОкруг был образован 15 июля 1929 года как Ненецкий округ, с 1930 по 1977 год — Ненецкий национальный округ, современное название с 1977 года. Граничит на западе с Архангельской областью (в состав которой входит), на юге — с Республикой Коми, на востоке — с Ямало-Ненецким автономным округом, с севера граница проходит по побережью Белого, Баренцева и Карского морей, включая прилежащие острова, не отнесённые к юрисдикции Архангельской области. Также в состав округа входит посёлок Харута, полностью окружённый территорией Республики Коми.\nВся территория округа входит в состав сухопутных территорий Арктической зоны Российской Федерации и полностью относится к районам Крайнего Севера, установленным в Российской Федерации в целях нормативного регулирования льгот и компенсаций работникам, живущим в местностях с суровым климатом.\n13 мая 2020 года главы Архангельской области и НАО объявили о начале процесса объединения регионов. Однако в июле 2020 года было официально объявлено о приостановке этого процесса.",
    "coordinates": [
      68.83333333,
      54.83333333
    ]
  },
  {
    "title": "Ханты-Мансийский АО",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/7/70/Flag_of_Yugra.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Map_of_Russia_-_Khanty-Mansi_Autonomous_Okrug_%28Crimea_disputed%29.svg",
    "description": "Ха́нты-Манси́йский автоно́мный о́круг — Югра́ (ХМАО — Югра) (хант. Хӑнты-Мансийской автономной округ — Югра) — субъект Российской Федерации. Территориально является частью Тюменской области. Югра является основным нефтегазоносным регионом России и одним из крупнейших нефтедобывающих регионов мира.\nХанты-Мансийский автономный округ занимает 3-е место в «рейтинге социально-экономического положения регионов России», а также 2-е место по размеру экономики в России (уступая лишь Москве).\nПлощадь — 534 801 км² (9-е место в России), население — 1 730 353 жителей (крупнейший показатель среди автономных округов России).\nАдминистративный центр — город Ханты-Мансийск, крупнейший город — Сургут.\nГраничит с Ямало-Ненецким автономным округом, Красноярским краем, югом Тюменской области, Томской, Свердловской областями и Республикой Коми.\nКатойконим территории — югорчане, югорчанин, югорчанка.",
    "coordinates": [
      62.25,
      70.16666667
    ]
  },
  {
    "title": "Чукотский АО",
    "crest_url": "https://upload.wikimedia.org/wikipedia/commons/a/a0/Flag_of_Chukotka.svg",
    "bordrs_img": "https://upload.wikimedia.org/wikipedia/commons/a/af/Map_of_Russia_-_Chukotka_Autonomous_Okrug_%28disputed_Crimea%29.svg",
    "description": "Чуко́тский автоно́мный о́круг (чук. Чукоткакэн автономныкэн округ; неофициально — Чукотка) — субъект Российской Федерации, располагается в Дальневосточном федеральном округе.\nГраничит с Якутией на северо-западе, Магаданской областью на юго-западе и Камчатским краем на юге. На востоке имеет морскую границу с США.\nВся территория Чукотского автономного округа относится к районам Крайнего Севера.\nАдминистративный центр — город Анадырь.\nОфициальные языки — русский и чукотский.\nНаселение — 50 228 человек (2022).\nТерритория региона составляет 721 481 км². Таким образом, он занимает 7-е место по территории среди всех субъектов Федерации и 2-е — среди автономных округов.",
    "coordinates": [
      66.252778,
      172.001
    ]
  }
]